Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Computed live from your Apple Watch via Health. Recovery needs about a week of nights to calibrate, and every watch-derived score is labelled with its confidence. Only the metrics your watch actually records are listed above.
de: Live aus deiner Apple Watch über Health berechnet. Die Erholung braucht etwa eine Woche an Nächten zum Kalibrieren, und jeder von der Uhr abgeleitete Wert zeigt seine Konfidenz an. Oben stehen nur die Metriken, die deine Uhr tatsächlich aufzeichnet.
es: Calculado en vivo desde tu Apple Watch a través de Salud. Recuperación necesita alrededor de una semana de noches para calibrarse, y cada puntuación derivada del reloj se etiqueta con su confianza. Arriba solo se listan las métricas que tu reloj realmente registra.
fr: Calculé en direct depuis votre Apple Watch via Santé. La récupération a besoin d'environ une semaine de nuits pour se calibrer, et chaque score dérivé de la montre est étiqueté avec son niveau de confiance. Seules les métriques que votre montre enregistre réellement sont listées ci-dessus.
it: Calcolato in diretta dal tuo Apple Watch tramite Salute. Il recupero richiede circa una settimana di notti per calibrarsi, e ogni punteggio derivato dall'orologio è etichettato con il suo livello di affidabilità. Qui sopra sono elencate solo le metriche che il tuo orologio registra davvero.
pl: Obliczane na żywo z Twojego Apple Watch poprzez Health. Kalibracja Regeneracja wymaga około tygodnia nocy, a każdy wynik uzyskany na podstawie zegarka jest oznaczony jako pewny. Powyżej wymieniono tylko dane faktycznie rejestrowane przez Twój zegarek.
pt_pt: Calculado em direto a partir do teu Apple Watch via Health. A recuperação demora cerca de uma semana a ser calibrada, e cada pontuação derivada do relógio é rotulada com a tua confiança. Apenas as métricas que o teu relógio realmente regista estão listadas acima.
ru: Вычисляется в реальном времени по данным Apple Watch через Health. Восстановлению требуется около недели ночей для калибровки, и каждая оценка на основе часов помечена уровнем достоверности. Выше перечислены только те показатели, которые действительно записывают ваши часы.
th: คำนวณแบบเรียลไทม์จาก Apple Watch ของคุณผ่าน Health การฟื้นตัวต้องใช้เวลาหนึ่งสัปดาห์ในการปรับเทียบ และคะแนนที่ได้รับจากนาฬิกาทุกรายการจะมีป้ายกำกับด้วยความมั่นใจ เฉพาะเมตริกที่นาฬิกาของคุณบันทึกไว้จริงเท่านั้นที่แสดงไว้ด้านบน
zh_hans: 通过「健康」从你的 Apple Watch 实时计算。恢复需要约一周的夜间数据来校准，每个由手表得出的分数都标注了置信度。上方只列出手表实际记录的指标。
zh_hant: 透過「健康」從你的 Apple Watch 即時計算。恢復需要大約一週的夜晚來校準，且每個由手錶推算的評分都會標註其可信度。上方只列出你的手錶實際記錄的指標。

source: Confidence
de: Konfidenz
es: Confianza
fr: Confiance
it: Affidabilità
pl: Zaufanie
pt_pt: Confiança
ru: Достоверность
th: ความเชื่อมั่น
zh_hans: 置信度
zh_hant: 可信度

# Confidence: %@ (distance %@)
source: Confidence: %1$@ (distance %2$@)
de: Konfidenz: %1$@ (Distanz %2$@)
es: Confianza: %@ (distancia %@)
fr: Confiance : %1$@ (distance %2$@)
it: Affidabilità: %1$@ (distanza %2$@)
pl: Pewność: %1$@ (odległość %2$@)
pt_pt: Confiança: %1$@ (distância %2$@)
ru: Достоверность: %1$@ (расстояние %2$@)
th: ความมั่นใจ : %@ (ระยะห่าง %@)
zh_hans: 置信度：%@（距离 %@）
zh_hant: 可信度：%@（距離 %@）

source: Confidence: calibrating
de: Konfidenz: Kalibrierung
es: Confianza: calibrando
fr: Confiance : calibration
it: Affidabilità: calibrazione
pl: Pewność: kalibracja
pt_pt: Confiança: a calibrar
ru: Достоверность: калибровка
th: ความมั่นใจ: การสอบเทียบ
zh_hans: 置信度：校准中
zh_hant: 可信度：校準中

source: Confidence: estimate
de: Konfidenz: Schätzung
es: Confianza: estimación
fr: Confiance : estimation
it: Affidabilità: stima
pl: Pewność: oszacowanie
pt_pt: Confiança: estimativa
ru: Достоверность: оценка
th: ความมั่นใจ: การประมาณการ
zh_hans: 置信度：估算
zh_hant: 可信度：估算

source: Confidence: reliable
de: Konfidenz: verlässlich
es: Confianza: fiable
fr: Confiance : fiable
it: Affidabilità: alta
pl: Pewność: niezawodna
pt_pt: Confiança: fiável
ru: Достоверность: надёжная
th: ความมั่นใจ: เชื่อถือได้
zh_hans: 置信度：可靠
zh_hant: 可信度：可靠

source: Configure
de: Konfigurieren
es: Configurar
fr: Configurer
it: Configura
pl: Skonfiguruj
pt_pt: Configurar
ru: Настроить
th: กำหนดค่า
zh_hans: 配置
zh_hant: 設定

source: Confirm: %@
de: Bestätigen: %@
es: Confirmar: %@
fr: Confirmer : %@
it: Conferma: %@
pl: Potwierdź: %@
pt_pt: Confirme: %@
ru: Подтвердите: %@
th: ยืนยัน: %@
zh_hans: 确认：%@
zh_hant: 確認：%@

source: Connect
de: Verbinden
es: Conectar
fr: Connecter
it: Collega
pl: Łączyć
pt_pt: Ligar
ru: Подключить
th: เชื่อมต่อ
zh_hans: 连接
zh_hant: 連接

source: Connect a provider
de: Anbieter verbinden
es: Conectar un proveedor
fr: Connecter un fournisseur
it: Collega un provider
pl: Połącz się z dostawcą
pt_pt: Ligue um provedor
ru: Подключите провайдера
th: เชื่อมต่อผู้ให้บริการ
zh_hans: 连接一个服务商
zh_hant: 連接一個服務供應商

source: Connect a provider to start
de: Verbinde einen Anbieter zum Start
es: Conecta un proveedor para empezar
fr: Connecte un fournisseur pour commencer
it: Connetti un provider per iniziare
pl: Połącz dostawcę, by zacząć
pt_pt: Conecte um provedor para começar
ru: Подключите провайдера для начала
th: เชื่อมต่อผู้ให้บริการเพื่อเริ่มต้น
zh_hans: 连接提供商以启动
zh_hant: 連接提供者以啟動

source: Connect a WHOOP, a heart-rate strap or a gym machine and watch each beat in real time: heart rate, variability and zones as they happen. Already have history elsewhere? Import it from WHOOP, Apple Health, Oura, Fitbit or Garmin.
de: Verbinde ein WHOOP, einen Herzfrequenzgurt oder ein Fitnessgerät und sieh jeden Schlag in Echtzeit: Herzfrequenz, Variabilität und Zonen, während sie passieren. Hast du schon Verlauf woanders? Importiere ihn aus WHOOP, Apple Health, Oura, Fitbit oder Garmin.
es: Conecta un WHOOP, una banda de frecuencia cardíaca o una máquina de gimnasio y mira cada latido en tiempo real: frecuencia cardíaca, variabilidad y zonas al momento. ¿Ya tienes historial en otro sitio? Impórtalo desde WHOOP, Apple Health, Oura, Fitbit o Garmin.
fr: Connectez un WHOOP, un bracelet de fréquence cardiaque ou une machine de gym et regardez chaque battement en temps réel : fréquence cardiaque, variabilité et zones au fur et à mesure. Vous avez déjà un historique ailleurs ? Importez-le depuis WHOOP, Apple Santé, Oura, Fitbit ou Garmin.
it: Collega un WHOOP, una fascia cardio o una macchina da palestra e guarda ogni battito in tempo reale: frequenza cardiaca, variabilità e zone mentre accadono. Hai già una cronologia altrove? Importala da WHOOP, Apple Health, Oura, Fitbit o Garmin.
pl: Podłącz WHOOP, pasek do pomiaru tętna lub przyrząd do ćwiczeń i obserwuj każde uderzenie w czasie rzeczywistym: tętno, zmienność i strefy w miarę ich występowania. Masz już historię gdzie indziej? Zaimportuj go z WHOOP, Apple Health, Oura, Fitbit lub Garmin.
pt_pt: Ligue um WHOOP, uma bracelete de frequência cardíaca ou uma máquina de ginásio e observe cada batimento em tempo real: frequência cardíaca, variabilidade e zonas à medida que acontecem. Já tem histórico noutro lugar? Importe-o do WHOOP, Apple Health, Oura, Fitbit ou Garmin.
ru: Подключите WHOOP, кардиодатчик или тренажёр и наблюдайте за каждым ударом сердца в реальном времени: пульс, вариабельность и зоны по мере их изменения. Уже есть история в другом месте? Импортируйте её из WHOOP, Apple Health, Oura, Fitbit или Garmin.
th: เชื่อมต่อ WHOOP สายรัดวัดการเต้นของหัวใจ หรือเครื่องออกกำลังกาย และดูแต่ละจังหวะแบบเรียลไทม์: อัตราการเต้นหัวใจ ความแปรปรวน และโซนที่เกิดขึ้น มีประวัติที่อื่นอยู่แล้ว? นำเข้าจาก WHOOP, Apple Health, Oura, Fitbit หรือ Garmin
zh_hans: 连接 WHOOP、心率带或健身器械，实时查看每一次心搏：心率、变异性和区间即时呈现。已有其他平台的历史数据？可从 WHOOP、Apple Health、Oura、Fitbit 或 Garmin 导入。
zh_hant: 連接 WHOOP、心率帶或健身器材，即時觀看每一次心跳：心率、變異性和區間即刻呈現。已有其他地方的歷史資料？可從 WHOOP、Apple Health、Oura、Fitbit 或 Garmin 匯入。

source: Connect Apple Health
de: Apple Health verbinden
es: Conectar Apple Health
fr: Connecter Apple Santé
it: Collega Apple Health
pl: Podłącz Apple Health
pt_pt: Ligue a saúde da Apple
ru: Подключить Apple Health
th: เชื่อมต่อสุขภาพของ Apple
zh_hans: 连接 Apple 健康
zh_hant: 連接 Apple 健康

source: Connect strap for buzz cues
de: Strap für Vibrationshinweise verbinden
es: Conectar la pulsera para avisos por vibración
fr: Connecter le bracelet pour les signaux haptiques
it: Collega la fascia per i segnali di vibrazione
pl: Podłącz pasek do sygnałów dźwiękowych
pt_pt: Ligue a pega para tinais de zumbido
ru: Подключите браслет, чтобы получать вибросигналы
th: เชื่อมต่อสายรัดเพื่อรับสัญญาณสั่น
zh_hans: 连接手环以启用震动提示
zh_hant: 連接手環以啟用震動提示

source: Connect the strap first, then mark a workout from the live stream.
de: Verbinde zuerst den Strap, dann markiere ein Workout aus dem Live-Stream.
es: Conecta primero la pulsera y luego marca un entrenamiento desde la transmisión en vivo.
fr: Connectez d'abord le bracelet, puis marquez un entraînement depuis le flux en direct.
it: Collega prima la fascia, poi registra un allenamento dallo stream in diretta.
pl: Najpierw podłącz pasek, a następnie zaznacz trening w transmisji na żywo.
pt_pt: Ligue primeiro a bracelete e depois marque um treino na transmissão em direto.
ru: Сначала подключите браслет, затем отметьте тренировку из потока данных в реальном времени.
th: เชื่อมต่อสายรัดก่อน จากนั้นทำเครื่องหมายการออกกำลังกายจากสตรีมแบบเรียลไทม์
zh_hans: 请先连接手环，然后从实时数据流中标记一次锻炼。
zh_hant: 請先連接手環，然後從即時資料流中標記一次鍛鍊。

source: Connect to read wear state
de: Verbinden, um den Tragestatus zu lesen
es: Conecta para leer el estado de uso
fr: Connectez-vous pour lire l'état de port
it: Connetti per leggere lo stato di utilizzo
pl: Połącz się, aby odczytać stan zużycia
pt_pt: Ligue-se para ler o estado de desgaste
ru: Подключитесь, чтобы узнать состояние ношения
th: เชื่อมต่อเพื่ออ่านสถานะการสึกหรอ
zh_hans: 连接后可读取佩戴状态
zh_hant: 連接以讀取佩戴狀態

source: Connect to this ring
de: Mit diesem Ring verbinden
es: Conectar a este anillo
fr: Connecter à cet anneau
it: Collega a questo anello
pl: Połącz się z tym pierścieniem
pt_pt: Ligue-se a este anel
ru: Подключиться к этому кольцу
th: เชื่อมต่อกับวงแหวนนี้
zh_hans: 连接到此戒指
zh_hant: 連接到此戒指

source: Connect your strap first.
de: Verbinde zuerst deinen Strap.
es: Conecta primero tu pulsera.
fr: Connectez d'abord votre bracelet.
it: Collega prima la tua fascia.
pl: Najpierw podłącz pasek.
pt_pt: Ligue a tua bracelete primeiro.
ru: Сначала подключите браслет.
th: เชื่อมต่อสายรัดของคุณก่อน
zh_hans: 请先连接你的手环。
zh_hant: 請先連接你的手環。

source: Connect your strap first. The reading needs the live R-R stream.
de: Verbinde zuerst deinen Strap. Die Messung braucht den Live-R-R-Stream.
es: Conecta primero tu pulsera. La lectura necesita la transmisión R-R en vivo.
fr: Connectez d'abord votre bracelet. La lecture nécessite le flux R-R en direct.
it: Collega prima la tua fascia, la lettura necessita del flusso R-R in diretta.
pl: Najpierw podłącz pasek. Odczyt wymaga strumienia R-R na żywo.
pt_pt: Ligue a tua bracelete primeiro. A leitura precisa da transmissão RR em direto.
ru: Сначала подключите браслет. Для измерения нужен поток R-R интервалов в реальном времени.
th: เชื่อมต่อสายรัดของคุณก่อน การอ่านต้องการสตรีม R-R แบบเรียลไทม์
zh_hans: 请先连接你的手环，读数需要实时 R-R 数据流。
zh_hant: 請先連接你的手環，讀數需要即時 R-R 資料流。

source: Connect your strap for haptic guidance, you'll feel one pulse on the inhale, two on the exhale, so you can breathe with your eyes closed.
de: Verbinde deinen Strap für haptische Führung, du spürst einen Impuls beim Einatmen, zwei beim Ausatmen, sodass du mit geschlossenen Augen atmen kannst.
es: Conecta tu pulsera para recibir guía háptica: sentirás un pulso al inhalar y dos al exhalar, para que puedas respirar con los ojos cerrados.
fr: Connectez votre bracelet pour un guidage haptique, vous sentirez une impulsion à l'inspiration, deux à l'expiration, pour respirer les yeux fermés.
it: Collega la tua fascia per la guida aptica, sentirai un impulso durante l'inspirazione e due durante l'espirazione, così puoi respirare a occhi chiusi.
pl: Podłącz pasek, aby uzyskać wskazówki dotykowe. Poczujesz jeden puls na wdechu i dwa na wydechu, dzięki czemu będziesz mógł oddychać z zamkniętymi oczami.
pt_pt: Ligue a tua correia para orientação tátil, sentirá um pulso ao inspirar e dois ao expirar, para poder respirar com os olhos fechados.
ru: Подключите браслет, чтобы он подсказывал ритм вибрацией: один импульс на вдохе, два, на выдохе. Так можно дышать с закрытыми глазами.
th: เชื่อมต่อสายรัดเพื่อรับการนำทางแบบสัมผัส คุณจะรู้สึกถึงหนึ่งชีพจรเมื่อหายใจเข้า และสองชีพจรเมื่อหายใจออก ดังนั้นคุณจึงสามารถหายใจโดยหลับตาได้
zh_hans: 连接你的手环以获得触感引导，，吸气时一次脉冲，呼气时两次，让你闭着眼也能跟着呼吸。
zh_hant: 連接你的手環以獲得觸感引導，，吸氣時一次脈衝，呼氣時兩次，讓你閉著眼也能跟著呼吸。

source: Connect your strap for haptic guidance. You'll feel one pulse on the inhale, two on the exhale, so you can breathe with your eyes closed.
de: Verbinde deinen Strap für haptische Führung. Du spürst einen Impuls beim Einatmen, zwei beim Ausatmen, sodass du mit geschlossenen Augen atmen kannst.
es: Conecta tu pulsera para recibir guía háptica. Sentirás un pulso al inhalar y dos al exhalar, para que puedas respirar con los ojos cerrados.
fr: Connectez votre bracelet pour un guidage haptique. Vous sentirez une impulsion à l'inspiration, deux à l'expiration, pour pouvoir respirer les yeux fermés.
it: Collega la tua fascia per la guida aptica, sentirai una vibrazione durante l'inspirazione, due durante l'espirazione, così puoi respirare a occhi chiusi.
pl: Podłącz pasek, aby uzyskać wskazówki dotykowe. Poczujesz jeden puls na wdechu i dwa na wydechu, dzięki czemu będziesz mógł oddychać z zamkniętymi oczami.
pt_pt: Ligue a tua bracelete para orientação tátil. Sentirá um pulso ao inspirar e dois ao expirar, para poder respirar com os olhos fechados.
ru: Подключите браслет для тактильной подсказки. Вы почувствуете один импульс на вдохе и два на выдохе, поэтому дышать можно с закрытыми глазами.
th: เชื่อมต่อสายรัดเพื่อรับการนำทางแบบสัมผัส คุณจะรู้สึกถึงหนึ่งชีพจรเมื่อหายใจเข้า และสองชีพจรเมื่อหายใจออก ดังนั้นคุณจึงสามารถหายใจโดยหลับตาได้
zh_hans: 连接你的手环以获得触感引导，吸气时一次脉冲，呼气时两次，让你闭着眼也能跟着呼吸。
zh_hant: 連接你的手環以獲得觸感引導，吸氣時一次脈衝，呼氣時兩次，讓你閉著眼也能跟著呼吸。

source: Connect your strap for the felt cue. The sweep paces you with one buzz on the inhale, two on the exhale.
de: Verbinde deinen Strap für das spürbare Signal. Der Durchlauf taktet dich mit einem Vibrieren beim Einatmen, zwei beim Ausatmen.
es: Conecta tu pulsera para la señal táctil. El barrido te marca el ritmo con una vibración al inhalar y dos al exhalar.
fr: Connectez votre bracelet pour le signal ressenti. Le balayage vous rythme avec une vibration à l'inspiration, deux à l'expiration.
it: Collega la tua fascia per il segnale percepito, la sequenza ti scandisce il ritmo con una vibrazione durante l'inspirazione, due durante l'espirazione.
pl: Podłącz pasek do filcowego kija. Ruch porusza Cię z jednym brzęczeniem na wdechu i dwoma na wydechu.
pt_pt: Ligue a tua pega para o taco de feltro. A varredura acompanha-o com um zumbido na inspiração e dois na expiração.
ru: Подключите браслет для тактильной подсказки. Развёртка задаёт темп: один сигнал на вдохе, два на выдохе.
th: เชื่อมต่อสายรัดเพื่อรับจังหวะสั่น ระบบจะสั่นหนึ่งครั้งตอนหายใจเข้าและสองครั้งตอนหายใจออก
zh_hans: 连接你的手环以获得可感知的提示，扫掠会以吸气一次震动、呼气两次的方式为你把握节奏。
zh_hant: 連接你的手環以獲得可感知的提示，掃掠會以吸氣一次震動、呼氣兩次的方式為你把握節奏。

source: Connect your strap on the Live screen to take a reading.
de: Verbinde deinen Strap im Live-Bildschirm, um eine Messung zu machen.
es: Conecta tu pulsera en la pantalla En vivo para tomar una lectura.
fr: Connectez votre bracelet sur l'écran En direct pour effectuer une lecture.
it: Collega la tua fascia nella schermata In diretta per fare una lettura.
pl: Podłącz pasek na ekranie Na żywo, aby dokonać odczytu.
pt_pt: Ligue a tua bracelete na ecrã em direto para fazer uma leitura.
ru: Подключите браслет на экране «В реальном времени», чтобы выполнить измерение.
th: เชื่อมต่อสายรัดของคุณบนหน้าจอเรียลไทม์เพื่ออ่านค่า
zh_hans: 在「实时」界面连接手环即可测量。
zh_hant: 在「即時」畫面連接你的手環以進行測量。

source: Connect your strap to enable
de: Verbinde deinen Strap zum Aktivieren
es: Conecta tu pulsera para activarlo
fr: Connectez votre bracelet pour activer
it: Collega la tua fascia per abilitare
pl: Podłącz pasek, aby włączyć
pt_pt: Ligue a tua bracelete para ativar
ru: Подключите браслет, чтобы включить
th: เชื่อมต่อสายรัดของคุณเพื่อเปิดใช้งาน
zh_hans: 连接你的手环以启用
zh_hant: 連接你的手環以啟用

source: Connect your strap to see live heart rate
de: Verbinde deinen Strap, um die Live-Herzfrequenz zu sehen
es: Conecta tu pulsera para ver la frecuencia cardíaca en vivo
fr: Connectez votre bracelet pour voir la fréquence cardiaque en direct
it: Collega la tua fascia per vedere la frequenza cardiaca in diretta
pl: Podłącz pasek, aby zobaczyć tętno na żywo
pt_pt: Ligue a tua bracelete para ver a frequência cardíaca em direto
ru: Подключите браслет, чтобы видеть пульс в реальном времени
th: เชื่อมต่อสายรัดของคุณเพื่อดูอัตราการเต้นหัวใจแบบเรียลไทม์
zh_hans: 连接你的手环以查看实时心率
zh_hant: 連接你的手環以查看即時心率

source: Connect your strap to sync its stored history. Until then, only imported data shows here.
de: Verbinde deinen Strap, um seinen gespeicherten Verlauf zu synchronisieren. Bis dahin erscheinen hier nur importierte Daten.
es: Conecta tu pulsera para sincronizar su historial almacenado. Hasta entonces, aquí solo se muestran los datos importados.
fr: Connectez votre bracelet pour synchroniser son historique stocké. En attendant, seules les données importées s'affichent ici.
it: Collega la tua fascia per sincronizzare la cronologia memorizzata. Fino ad allora, qui compaiono solo i dati importati.
pl: Podłącz pasek, aby zsynchronizować zapisaną historię. Do tego czasu wyświetlane są tutaj tylko zaimportowane dane.
pt_pt: Ligue a tua bracelete para tincronizar o histórico armazenado. Até lá, apenas os dados importados são aqui apresentados.
ru: Подключите браслет, чтобы синхронизировать сохранённую историю. До этого здесь отображаются только импортированные данные.
th: เชื่อมต่อสายรัดของคุณเพื่อซิงค์ประวัติที่เก็บไว้ ก่อนหน้านั้น เฉพาะข้อมูลที่นำเข้าจะแสดงที่นี่
zh_hans: 连接手环以同步其存储的历史数据。在此之前，这里只显示导入的数据。
zh_hant: 連接你的手環以同步其儲存的歷史資料。在那之前，這裡只會顯示匯入的資料。

source: Connect your strap to test
de: Verbinde deinen Strap zum Testen
es: Conecta tu pulsera para probar
fr: Connectez votre bracelet pour tester
it: Collega la tua fascia per provare
pl: Podłącz pasek, aby przetestować
pt_pt: Ligue a tua bracelete para testar
ru: Подключите браслет, чтобы проверить
th: เชื่อมต่อสายรัดของคุณเพื่อทดสอบ
zh_hans: 连接你的手环以测试
zh_hant: 連接你的手環以測試

source: Connect your strap. Calm me is a felt rhythm on the wrist, so it needs a bonded connection.
de: Verbinde deinen Strap. „Beruhige mich“ ist ein spürbarer Rhythmus am Handgelenk und braucht daher eine gekoppelte Verbindung.
es: Conecta tu pulsera. Cálmame es un ritmo que se siente en la muñeca, así que necesita una conexión vinculada.
fr: Connectez votre bracelet. Apaisez-moi est un rythme ressenti au poignet, cela nécessite donc une connexion associée.
it: Collega la tua fascia, Calmami è un ritmo percepito sul polso, quindi necessita di una connessione associata.
pl: Podłącz pasek. Uspokaj mnie to wyczuwalny rytm na nadgarstku, więc wymaga trwałego połączenia.
pt_pt: Ligue a tua bracelete. Acalmar é um ritmo sentido no pulso, por isso precisa de uma ligação forte.
ru: Подключите браслет. Функция «Успокоить меня» — это тактильный ритм на запястье, поэтому нужно привязанное соединение.
th: เชื่อมต่อสายรัดของคุณ ทำให้ฉันสงบลงเป็นจังหวะที่สัมผัสได้บนข้อมือ ดังนั้นจึงต้องมีการเชื่อมต่อที่แนบแน่น
zh_hans: 连接你的手环 ，「让我平静」是手腕上可感知的节律，因此需要已绑定的连接。
zh_hant: 連接你的手環 ，「讓我平靜」是手腕上可感知的節律，因此需要已綁定的連接。

source: Connect your WHOOP strap in NOOP, then try again.
de: Verbinde deinen WHOOP-Strap in NOOP und versuch es erneut.
es: Conecta tu pulsera WHOOP en NOOP y vuelve a intentarlo.
fr: Connectez votre bracelet WHOOP dans NOOP, puis réessayez.
it: Collega la tua fascia WHOOP in NOOP, poi riprova.
pl: Podłącz pasek WHOOP do NOOP i spróbuj ponownie.
pt_pt: Ligue a tua bracelete WHOOP no NOOP e tente novamente.
ru: Подключите браслет WHOOP в NOOP и попробуйте снова.
th: เชื่อมต่อสายรัด WHOOP ของคุณใน NOOP แล้วลองอีกครั้ง
zh_hans: 请在 NOOP 中连接你的 WHOOP 手环，然后重试。
zh_hant: 請在 NOOP 中連接你的 WHOOP 手環，然後重試。

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Collegata
pl: Połączono
pt_pt: Ligado
ru: Подключено
th: เชื่อมต่อแล้ว
zh_hans: 已连接
zh_hant: 已連接

source: CONNECTED
de: VERBUNDEN
es: CONECTADO
fr: CONNECTÉ
it: CONNESSO
pl: POŁĄCZONY
pt_pt: CONECTADO
ru: ПОДКЛЮЧЕНО
th: เชื่อมต่อแล้ว
zh_hans: 已连接
zh_hant: 已連線

source: Connected now
de: Jetzt verbunden
es: Conectada ahora
fr: Connecté maintenant
it: Connessa ora
pl: Połączono teraz
pt_pt: Ligado agora
ru: Подключено сейчас
th: เชื่อมต่อแล้ว
zh_hans: 当前已连接
zh_hant: 現已連接

source: Connected to %@. Pair or switch bands in Devices.
de: Mit %@ verbunden. Kopple oder wechsle Bänder unter „Geräte“.
es: Conectado a %@. Empareja o cambia de banda en Dispositivos.
fr: Connecté à %@. Associez ou changez de bande dans Appareils.
it: Connesso a %@. Associa o cambia fascia in Dispositivi.
pl: Połączono z %@. Sparuj lub zmień pasma w Urządzeniach.
pt_pt: Ligado a %@. Emparelhe ou troque de banda em Dispositivos.
ru: Подключено к %@. Сопрягайте или меняйте браслеты в разделе «Устройства».
th: เชื่อมต่อกับ %@ แล้ว คุณสามารถจับคู่หรือเปลี่ยนสายรัดได้ในหน้าอุปกรณ์
zh_hans: 已连接到 %@。可在「设备」中配对或切换手环。
zh_hant: 已連接至 %@。可在「裝置」中配對或切換手環。

source: Connected, but not paired
de: Verbunden, aber nicht gekoppelt
es: Conectado, pero no emparejado
fr: Connecté, mais pas jumelé
it: Connesso, ma non accoppiato
pl: Połączono, ale nie sparowano
pt_pt: Conectado, mas não emparelhado
ru: Подключено, но не сопряжено
th: เชื่อมต่อแต่ไม่ได้จับคู่
zh_hans: 已连接，但未配对
zh_hant: 已連接，但未配對

source: Connected, waiting for a streaming state.
de: Verbunden, warte auf einen Streaming-Status.
es: Conectada, esperando un estado de transmisión.
fr: Connecté, en attente d'un état de diffusion.
it: Connessa, in attesa di uno stato di streaming.
pl: Połączono, czekam na stan przesyłania strumieniowego.
pt_pt: Ligado, aguardando um estado de streaming.
ru: Подключено, ожидание передачи данных.
th: เชื่อมต่อแล้ว กำลังรอสถานะการสตรีม
zh_hans: 已连接，等待进入传输状态。
zh_hant: 已連接，等待進入串流狀態。

source: Connected; strap history sync is experimental on this strap
de: Verbunden; die Verlaufssynchronisierung ist bei diesem Strap experimentell.
es: Conectado; la sincronización del historial es experimental en esta pulsera.
fr: Connecté ; la synchronisation de l'historique est expérimentale sur ce bracelet.
it: Collegata; la sincronizzazione della cronologia è sperimentale su questa fascia.
pl: Połączony; Synchronizacja historii paska jest eksperymentalna w przypadku tego paska
pt_pt: Ligada; a sincronização do histórico é experimental nesta bracelete.
ru: Подключено; синхронизация истории экспериментальна для этого браслета.
th: เชื่อมต่อแล้ว การซิงค์ประวัติยังเป็นฟีเจอร์ทดลองสำหรับสายรัดนี้
zh_hans: 已连接；此手环的历史同步功能为实验性功能。
zh_hant: 已連接；此手環的歷史同步功能為實驗性功能。

source: Connected.
de: Verbunden.
es: Conectada.
fr: Connecté.
it: Collegata.
pl: Połączony.
pt_pt: Ligado.
ru: Подключено.
th: เชื่อมต่อแล้ว
zh_hans: 已连接。
zh_hant: 已連接。

source: Connected. Finishing the secure pairing handshake…
de: Verbunden. Sicherer Kopplungs-Handshake wird abgeschlossen…
es: Conectada. Finalizando el emparejamiento seguro…
fr: Connecté. Finalisation de la poignée de main d'appairage sécurisée…
it: Connessa. Completamento dell'handshake di associazione sicura…
pl: Połączony. Kończę uzgadnianie bezpiecznego parowania…
pt_pt: Ligado. Concluindo o handshake de emparelhamento seguro…
ru: Подключено. Завершение защищённого рукопожатия сопряжения…
th: เชื่อมต่อแล้ว กำลังยืนยันการจับคู่แบบปลอดภัย…
zh_hans: 已连接。正在完成安全配对握手…
zh_hant: 已連接。正在完成安全配對交握…
